Repository: helsingborg-stad/Customer-feedback
Catalog: languages/customer-feedback-*.po
Languages: sv_se

source: Send summaries to
sv_se: Skicka summering till

source: Send summaries of feedback to the following email addresses
sv_se: Skicka daglig sammanfattning av feedbacken till följande e-postadresser

source: Email address
sv_se: E-postadress

source: Interval
sv_se: Intervall

source: Monthly
sv_se: Månadsvis

source: Weekly
sv_se: Veckovis

source: Daily
sv_se: Dagligen

source: Feedback forwarding (globally)
sv_se: Vidarebefordring av feedback

source: You can use feedback forwarding to forward feedback to specified email addresses. Only feedback with comments will be forwarded. Feedback forwarding can be set for individual pages (do this by editing the specific page) or for all pages (right below).
sv_se: Du kan använda vidarebefordring av feedback för att vidarebefordra feedback till specifika e-postadresser. Bara feedback som innehåller en kommentar kommer att vidarebefordras. Vidarebefordring kan ställas in för specifika sidor (via redigera sida) eller för alla sidor (se nedan).

source: What is feedback forwarding?
sv_se: Vad är vidarefordring av feedback?

source: Email subject
sv_se: Meddelandets ämne

source: Email lead message
sv_se: Meddelandets ingress

source: The feedback comment will be appended automatically.
sv_se: Feedback kommentaren kommer automatiskt att infogas i meddelandet.

source: E-postadress
sv_se: Vidarebefordring

source: Feedback forwarding
sv_se: Vidarebefordring av feedback

source: GDPR Complience notice
sv_se: GDPR Notis

source: Contains information about how personal data is handled.
sv_se: Information om hur vi behandlar användardata.

source: GDPR complience notice content
sv_se: GDPR Notistext

source: When you submit the form, we will process your personal information to perform the task that the form concerns. The data will not be used for any other purpose.
sv_se: I det här formuläret samlar vi in personuppgifter om dig för att [det formuläret ska användas till]. Uppgifterna kommer inte att hanteras för något annat syfte, och kommer att raderas när [ärendet är avslutat]. Läs om hur Helsingborgs stad hanterar personuppgifter.

source: Feedback on posttypes
sv_se: Feedback för posttyper

source: Posttypes
sv_se: Posttyper

source: Feedback options
sv_se: Inställningar för feedback

source: Main question
sv_se: Huvudfråga

source: Leave empty to use default.
sv_se: Lämna tomt för att använda standardinställning.

source: Sub question
sv_se: Subfråga

source: Feedback form label for negative feedback
sv_se: Formulärslabel för negativ feedback

source: Feedback form label if answer is "No". Leave empty to use default.
sv_se: Feedbacklabel om användaren svarat “Nej”. Lämna tomt för att använda standardinställning.

source: Feedback form label for positive feedback
sv_se: Formulärslabel för positiv feedback

source: Feedback form label if answer is "Yes". Leave empty to use default.
sv_se: Feedbacklabel om användaren svarat “Ja”. Lämna tomt för att använda standardinställning.

source: Feedback form label for topic
sv_se: Formulärslabel för ämne

source: Leave empty to use default
sv_se: Lämna tomt för att använda standardinställning

source: Completion message
sv_se: Meddelande vid slutfört flöde

source: Feedback frequency
sv_se: Frekvens av feedback

source: Set how often a user can give feedback
sv_se: Ställer in hur ofta en användare kan lämna feedback per inlägg

source: Feedback topic
sv_se: Ämne

source: Users can give written feedback
sv_se: Användare kan ge skriven feedbac

source: If this is enabled, a textfield will appear when the topic is selected.
sv_se: Om det här alternativet aktiveras, får användaren möjlighet att fylla i ett fritextfält.

source: Users can give email in written feedback
sv_se: Användare kan ange sin epostadress

source: If this is enabled, a email field will appear when the topic is selected.
sv_se: Om det här alternativet aktiveras, får användaren möjlighet att fylla i ett fält för epost.

source: Forwarding
sv_se: Vidarebefordring

source: Forward feedback from this topic
sv_se: Vidarebefordra feedback från detta ämnet

source: Answer
sv_se: Svar

source: Yes
sv_se: Ja

source: No
sv_se: Nej

source: Topic
sv_se: Ämne

source: Comment
sv_se: Kommentar

source: Email
sv_se: E-postadress

source: The comment must be more than %s characters.
sv_se: Kommentaren måste vara minst %s tecken.

source: Please select a topic.
sv_se: Vänligen välj ett ämne.

source: Please enter a valid email.
sv_se: Vänligen ange en giltig epostadress.

source: Did the information on this page help you?
sv_se: Fick du hjälp av informationen på sidan?

source: Answer the question to help us improve our information.
sv_se: Ge oss feedback så att vi kan göra vår information bättre.

source: How can we make the information better?
sv_se: Hur kan vi förbättra vår information?

source: Please enter a comment of minimum 15 characters.
sv_se: Vänligen ange minst 15 tecken.

source: Please enter a valid email address.
sv_se: Vänligen ange en giltig epostadress.

source: email@example.com
sv_se: epost@exempel.se

source: Thank you
sv_se: Tack för ditt svar

source: Something went wrong, please try again later. Could not store your response.
sv_se: Någonting gick fel, vänligen försök igen senare. Ditt svar har inte registrerats.

source: You have already given feedback for this content.
sv_se: Du har redan gett feedback på innehållet för denna sidan.

source: Please complete your feedback by selecting a category and entering a comment.
sv_se: Komplettera din feedback genom att välja en kategori och ange kommentar.

source: Submit
sv_se: Skicka

source: Hey, you've got new feedback!
sv_se: Hej, du har fått ny feedback!

source: Sent from:
sv_se: Skickat från:

source: Note: The sender did not leave his/her email address. You will not be able to answer this feedback message.
sv_se: Obs: Avsändaren valde att inte lämna sin e-postadress. Du kommer inte kunna besvara feedbacken.

source: Post
sv_se: Inlägg

source: Posts
sv_se: Inlägg

source: There's no posts that needs attention right now
sv_se: Det finns inga inlägg som behöver tillsyn just nu

source: Title
sv_se: Titel

source: Negative
sv_se: Negativt

source: Positive
sv_se: Positivt

source: Needs attention
sv_se: Behöver tillsyn

source: This view shows pages that has a negative feedback rate of %s or more. You should consider improving these pages.
sv_se: Denna vyn visar sidor som har en andel av negativ feedback som är högre än %s. Dessa sidor bör ses över och förbättras.

source: Pages
sv_se: Sidor

source: Feedback from visitors
sv_se: Feedback från besökare

# add new button
source: Add New
sv_se: Lägg till ny

source: Add new %s
sv_se: Lägg till %s

source: New %s
sv_se: Ny %s

source: Edit %s
sv_se: Redigera %s

source: View %s
sv_se: Visa %s

source: All %s
sv_se: Alla %s

source: Search %s
sv_se: Sök %s

source: Parent %s
sv_se: Förälder %s

source: No %s
sv_se: Inga %s

source: No %s in trash
sv_se: Inga %s i papperskorgen

source: Topics
sv_se: Ämnen

source: Parent %s:
sv_se: Förälder %s:

source: Update %s
sv_se: Uppdatera %s

source: Add New %s
sv_se: Lägg till ny %s

source: New %s Name
sv_se: Ny %s namn

source: Customer feedback summary
sv_se: Sammanfattning av feedback

source: since
sv_se: sedan

source: The feedback stats will be reset to zero (without removing the actual feedback messages) when a new version of the post is saved.
sv_se: Statistiken återställs när sidan uppdateras.

source: Page
sv_se: Sida

source: Has comment
sv_se: Har kommentar

source: Date
sv_se: Datum

source: All topics
sv_se: Alla ämnen

source: Failed to save response (not enough data).
sv_se: Kunde inte spara ditt svar (information saknas).

source: Response saved.
sv_se: Svaret sparades.

source: Failed to save response.
sv_se: Kunde inte spara svar.

source: Failed to save comment (not enough data).
sv_se: Kunde inte spara svar (otillräcklig information).

source: Failed to save comment.
sv_se: Kunde inte spara kommentar.

source: weekly
sv_se: veckovis

source: monthly
sv_se: månadsvis

source: Feedback summary
sv_se: Sammanfattning av feedback

source: Summary
sv_se: Sammanfattning

source: Customer Feedback
sv_se: Kundkommentarer

source: Summary report
sv_se: Sammanfattande rapport

source: to
sv_se: till

source: Overall answer summary
sv_se: Totalsammanfattning av svar

source: Pending feedback
sv_se: Väntande feedback (behöver behandlas)

source: View page
sv_se: Visa sida

source: Puts a customer feedback form on each page
sv_se: Lägger till en ruta för feedback på varje sida i after_loop hooken
